# 사용시주의사항

required_phrases_stockings = [
    r"본 제품은 의료기기이므로 의사의 처방 및 지도 하에 사용하여야 한다 (단일 환자 사용)",  # 기본 패턴
    r"사용 목적 이외의 다른 목적으로 사용하지 않는다",  # 기본 패턴
    r"사용 부위에 과도한 압박이 가해지지 않도록 한다",  # 기본 패턴
    r"적절하게 사용할 수 없는 의학적 요인이 있는 환자에게는 사용하지 않는다",  # 기본 패턴
    r"사용 중 적용 부위에 가려움증, 부어오름 등 이상이 있으면, 즉시 사용을 중단하고 의사와 상담한다",  # 기본 패턴
    r"착용 시 날카로운 물체 및 손톱 등에 걸리지 않도록 주의해야 한다",  # 기본 패턴
    r"과도한 압박이 없도록 수면 중 및 장시간 착용하지 않는다",  # 기본 패턴
    r"본 제품은 환부의 보존, 보호, 처치의 목적으로 사용해서는 안 되며, 정상 피부에만 사용한다"  # 기본 패턴
]

required_phrases_self_adhesive_bandage = [
    r"본 제품은 의료기기이므로 의사의 처방 및 지도 하에 사용하여야 한다 (단일 환자 사용)",  # 기본 패턴
    r"사용 목적 이외의 다른 목적으로 사용하지 않는다",  # 기본 패턴
    r"본 제품을 의료기기 고정의 목적으로 사용하지 않는다",  # 기본 패턴
    r"사용 부위에 과도한 압박이 가해지지 않도록 한다",  # 기본 패턴
    r"적절하게 사용할 수 없는 의학적 요인이 있는 환자에게는 사용하지 않는다",  # 기본 패턴
    r"사용 중 적용 부위에 가려움증, 부어오름 등 이상이 있으면, 즉시 사용을 중단하고 의사와 상담한다",  # 기본 패턴
    r"착용 시 날카로운 물체 및 손톱 등에 걸리지 않도록 주의해야 한다",  # 기본 패턴
    r"과도한 압박이 없도록 수면 중 및 장시간 착용하지 않는다",  # 기본 패턴
    r"본 제품은 환부의 보존, 보호, 처치의 목적으로 사용해서는 안 되며, 정상 피부에만 사용한다"  # 기본 패턴
]
required_phrases_belt = [
    r"본 제품은 의료기기이므로 의사의 처방 및 지도 하에 사용하여야 한다 (단일 환자 사용)",  # 기본 패턴
    r"사용 목적 이외의 다른 목적으로 사용하지 않는다",  # 기본 패턴
    r"사용 부위에 과도한 압박이 가해지지 않도록 한다",  # 기본 패턴
    r"적절하게 사용할 수 없는 의학적 요인이 있는 환자에게는 사용하지 않는다",  # 기본 패턴
    r"사용 중 적용 부위에 가려움증, 부어오름 등 이상이 있으면, 즉시 사용을 중단하고 의사와 상담한다",  # 기본 패턴
    r"착용 시 날카로운 물체 및 손톱 등에 걸리지 않도록 주의해야 한다",  # 기본 패턴
    r"과도한 압박이 없도록 수면 중 및 장시간 착용하지 않는다",  # 기본 패턴
]