forbidden_words = [
    # 제1호 관련 단어들
    r"국민", r"가정용", r"환자용",
    # r"의료용", 
    # 제3호 관련 단어들
    r"부작용이 없다", r"부작용을 전부 부인하는 표현은 사용 불가",

    # 제5호 관련 단어들
    r"치과의사", r"한의사", r"약사", r"한약사", r"대학교수",

    # 제6호 관련 단어들
    r"처럼", r"관리법", r"비결",  r"제품 명칭",
    # r"선택",
    # 제8호 관련 단어들
    r"매진 임박", r"전화 폭주",

    # 제9호 관련 단어들
    r"최고", r"최상", r"최소", r"최적", r"최고급", r"최우선", r"최첨단",
    r"극대", r"극소", r"초소", r"초대", r"초박", r"초경량", r"독보적인", r"유일",
    r"제일", r"가장 뛰어난", r"완벽", r"완치", r"해결", r"해소", 

    # 제10호 관련 단어들
    r"보호대", r"압박스타킹", r"스타킹", r"압박밴드", r"악세사리", r"가전", r"뷰티용품", r"스포츠용품", r"붕대",

    # 제12호 관련 단어들
    r"뉴스보도화면", r"신문 기사", r"잡지", r"방송 프로그램", r"방송", r"유튜브", r"연예인", r"인플루언서",
    # r"고정",
    # 제13호 관련 단어들
    # r"사용 전-후 인체온도 변화", r"치료 전-후 치료 기간", r"2주 후", r"4주 후", r"8주 후", 
    # r"사용 후 1개월 이내에 체형 변화"
]
